Repository: almatkai/Fouxd-Training
Catalog: Fouxd Training/Localizable.xcstrings
Source language: en
Languages: kk

source: %@ kg
kk: %@ кг

source: %lld cm
kk: %lld см

source: %lld kcal
kk: %lld ккал

source: %lld min
kk: %lld минут

source: %lld reps
kk: %lld қайталау

source: %lld sets
kk: %lld жиын

source: %lld years
kk: %lld жыл

# %lld/%lld exercises
source: %1$lld/%2$lld exercises
kk: %1$lld/%2$lld жаттығу

source: %llds rest
kk: %lld секундтық демалыс

source: About Us
kk: Біз туралы

source: active
kk: белсенді

source: Active
kk: Белсенді

source: Active Energy
kk: Белсенді энергия

source: Activeness
kk: Белсенділік

source: Activity Level
kk: Белсенділік деңгейі

source: Age
kk: Жас

source: Are you sure you want to end this workout? Your progress will be saved.
kk: Сіз жаттығуды аяқтағыңыз келетініне сенімдісіз бе? Сіздің жетістігіңіз сақталады.

source: Are you sure you want to log out?
kk: Жүйеден шыққыңыз келетініне сенімдісіз бе?

source: Authors
kk: Авторлар

source: Calories
kk: Калория

source: Cancel
kk: Бас тарту

source: Check your nutrition
kk: Тамақтану жоспары

source: Close
kk: Жабу

source: Completed %lld exercises
kk: %lld жаттығу орындалды

source: Continue
kk: Жалғастыру

source: Create your timetable
kk: Кестеңізді құрыңыз

source: Dark
kk: Қараңғы

source: Dashboard
kk: Басты

source: Data Collection
kk: Деректерді Жинау

source: Day
kk: Күн

source: Duration: %@
kk: Ұзақтығы: %@

source: Edit
kk: Өзгерту

source: End
kk: Аяқтау

source: End Workout
kk: Жаттығуды аяқтау

source: End Workout?
kk: Жаттығуды аяқтау?

source: Exercise plan
kk: Жаттығу жоспары

source: Exercises
kk: Жаттығулар

source: Female
kk: Әйел

source: Finish
kk: Аяқтау

source: Friday
kk: Жұма

source: Gender
kk: Жыныс

source: Get Ready!
kk: Дайын болыңыз!

source: Height
kk: Бой

source: Hours
kk: Сағаттар

source: Let's start training!
kk: Жаттығуды бастайық!

source: light
kk: жеңіл

source: Light
kk: Жарық

source: Log in to your personal account to save your progress
kk: Жетістігіңізді сақтау үшін жеке аккаунтыңызға кіріңіз

source: Log out
kk: Шығу

source: Log Out
kk: Шығу

source: Log out?
kk: Шығу

source: Male
kk: Ер

source: Minutes
kk: Минуттар

source: moderate
kk: орташа

source: Monday
kk: Дүйсенбі

source: Naukanova Nuraiym
kk: Науқанова Нұрайым

source: Not set
kk: Жоспарда жоқ

source: of weekly goal
kk: апталық мақсат

source: Other
kk: Басқа

source: Pause
kk: Үзіліс

source: Plan
kk: Жоспар

source: Prepare for: %@
kk: Қазір істейтін жаттығу: %@

source: Privacy Policy
kk: Құпиялылық Саясаты

source: Profile
kk: Профиль

source: Recent Activities
kk: Соңғы әрекеттер

source: Reshuffle
kk: Қайта реттеу

source: Rest
kk: Демалып алыңыз

source: Resume
kk: Жалғастыру

source: Saturday
kk: Сенбі

source: sedentary
kk: белсенді емес

source: Sedentary
kk: Белсенді емес

source: See
kk: Көру

source: Select the days and times you're available for training
kk: Жаттығу үшін қолайлы күндер мен уақытты таңдаңыз

# Set %lld of %lld
source: Set %1$lld of %2$lld
kk: Жиын %1$lld ішіндегі %2$lld

source: Settings
kk: Баптаулар

source: Sign in with Google
kk: Google арқылы кіру

source: Start
kk: Бастау

source: Steps
kk: Қадамдар

source: Sunday
kk: Жексенбі

source: System
kk: Жүйе

source: Tap to log out
kk: Шығу үшін түртіңіз

source: The app collects data related to your workouts, nutrition, and health metrics to provide personalized recommendations and track progress. We do not share your data with third parties.
kk: Қолданба жекелендірілген ұсыныстар беру және прогресті бақылау үшін жаттығуларыңызға, тамақтануыңызға және денсаулық көрсеткіштеріңізге қатысты деректерді жинайды. Біз сіздің деректеріңізді үшінші тұлғалармен бөліспейміз.

source: This app is designed to provide users with focused and planned fitness at home or gym. It includes a variety of workouts, nutrition plans, and health tracking features.
kk: Бұл қолданба пайдаланушыларға үйде немесе жаттығу залында мақсатты және жоспарланған фитнеспен қамтамасыз етуге арналған. Ол әртүрлі жаттығуларды, тамақтану жоспарларын және денсаулықты бақылау мүмкіндіктерін қамтиды.

source: Thursday
kk: Бейсенбі

source: Today's Workout
kk: Бүгінгі жаттығу

source: Version 1.0.0
kk: 1.0.0 нұсқасы

source: Wednesday
kk: Сәрсенбі

source: Weekly Progress
kk: Апталық жетістік

source: Weight
kk: Салмақ

source: Workout
kk: Жаттығу

source: Workout Complete!
kk: Жаттығу аяқталды!

source: Workout Completion
kk: Жаттығуды аяқтау

source: Workout Session
kk: Жаттығу сеансы

source: Your privacy is important to us. This policy outlines the types of information collected by the app, how it is used, and the measures we take to ensure your data is secure.
kk: Сіздің жеке өміріңіз біз үшін маңызды. Бұл саясатта қолданба жинайтын ақпарат түрлері, оның қалай пайдаланылатыны және деректеріңіздің қауіпсіздігін қамтамасыз ету үшін қолданатын шараларымыз көрсетілген.
